@extends('layouts.app')

@section('content')
    <div class="text-center">
        <h1 class="display-4">Добро пожаловать в приложение для майнинга!</h1>
        <p class="lead">Выберите вкладку в меню, чтобы начать работу. Здесь можно добавлять свои криптовалюты, устройства для майнинга, биржи, алгоритмы. А также создавать записи о процессе майнинга, указывая все требуемые пункты.</p>
        <p>Для добавления записи о майнинге, нужно сначала добавить как минимум 1 устройство для майнинга, 1 криптовалюту и 1 алгоритм.</p>
    </div>
@endsection
